[
    {
      "bookName": "The Alchemist",
      "image": "https://i.ibb.co/DfTQDLF/Familia.jpg",
      "bookSubtitle": "A Fable About Following Your Dream",
      "description": "The Alchemist is a novel by Brazilian author Paulo Coelho that tells the story of Santiago, a young shepherd who yearns to discover a world treasure and embarks on a journey of self-discovery and enlightenment."
    },
    {
      "bookName": "To Kill a Mockingbird",
      "image": "https://i.ibb.co/x56XSBb/Dead.jpg",
      "bookSubtitle": "Harper Lee's Pulitzer Prize-winning Novel",
      "description": "To Kill a Mockingbird is a classic novel set in the American South during the 1930s. It explores themes of racial injustice and moral growth through the eyes of a young girl, Scout Finch, and her father, lawyer Atticus Finch."
    },
    {
      "bookName": "Dragon",
      "image": "https://i.ibb.co/VLNnRmP/Dragons.jpg",
      "bookSubtitle": "George Orwell's Dystopian Masterpiece",
      "description": "Dragon is a dystopian novel by George Orwell that explores the consequences of unchecked government power, surveillance, and the manipulation of truth. It remains a classic warning against totalitarianism and censorship."
    },
    {
      "bookName": "The Great Gatsby",
      "image": "https://i.ibb.co/MnPbs95/Deep-fried.jpg",
      "bookSubtitle": "F. Scott Fitzgerald's Jazz Age Classic",
      "description": "The Great Gatsby is a novel set in the Roaring Twenties, portraying the excesses and decadence of the era. It explores themes of wealth, love, and the American Dream through the eyes of the enigmatic Jay Gatsby."
    },
    {
      "bookName": "Harry Potter and the Sorcerer's Stone",
      "image": "https://i.ibb.co/jrQp7yY/Money.jpg",
      "bookSubtitle": "J.K. Rowling's Magical Debut",
      "description": "Harry Potter and the Sorcerer's Stone is the first book in the beloved Harry Potter series. Follow the journey of a young wizard, Harry Potter, as he discovers his magical abilities, uncovers mysteries, and faces the dark forces of the wizarding world."
    }
  ]
  